Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# safety.lists.blocked.row.hint
source: Lets you and %@ see each other again. It does not restore any follow that was severed.
ar: يتيح لك ولـ%@ رؤية بعضكما مجددًا. ولا يعيد أي متابعة قُطعت.
bn: আপনাকে ও %@-কে আবার পরস্পরকে দেখতে দেয়। ছিন্ন হওয়া কোনো ফলো ফিরিয়ে আনে না।
ca: Permet que tu i %@ us torneu a veure. No restaura cap seguiment que s'hagi tallat.
cs: Umožní tobě a uživateli %@ znovu se vidět. Neobnoví žádné přerušené sledování.
da: Lader dig og %@ se hinanden igen. Det genskaber ingen afbrudt følgning.
de: Lässt dich und %@ einander wieder sehen. Ein getrenntes Follow wird nicht wiederhergestellt.
el: Επιτρέπει σε εσένα και τον/την %@ να βλέπεστε ξανά. Δεν επαναφέρει καμία ακολούθηση που διακόπηκε.
es: Permite que tú y %@ volváis a veros. No restablece ningún seguimiento cortado.
fi: Antaa sinun ja käyttäjän %@ nähdä toisenne taas. Se ei palauta katkaistuja seuraamisia.
fr: Permet à vous et %@ de vous revoir. Cela ne rétablit aucun abonnement rompu.
he: מאפשר לך ול-%@ לראות זה את זה שוב. זה לא משחזר מעקב שנותק.
hi: आपको और %@ को फिर एक-दूसरे को देखने देता है। यह कटा हुआ कोई फ़ॉलो वापस नहीं लाता।
hr: Omogućuje tebi i korisniku %@ da se ponovno vidite. Ne vraća prekinuto praćenje.
hu: Újra láthatjátok egymást %@ felhasználóval. A megszüntetett követéseket nem állítja vissza.
id: Memungkinkan kamu dan %@ saling melihat lagi. Tidak memulihkan hubungan mengikuti yang diputus.
it: Permette a te e a %@ di vedervi di nuovo. Non ripristina i follow che erano stati interrotti.
ja: あなたと%@が、お互いを再び見られるようにします。解除されたフォローは元に戻りません。
ko: 나와 %@님이 서로 다시 볼 수 있게 해요. 끊어진 팔로우는 복원되지 않아요.
ml: നിങ്ങൾക്കും %@ എന്നയാൾക്കും വീണ്ടും പരസ്പരം കാണാൻ അനുവദിക്കുന്നു. ഇല്ലാതായ ഫോളോ തിരികെ വരില്ല.
ms: Membolehkan anda dan %@ saling melihat semula. Ia tidak memulihkan sebarang ikutan yang telah diputuskan.
nb: Lar deg og %@ se hverandre igjen. Det gjenoppretter ingen følging som ble avbrutt.
nl: Laat jou en %@ elkaar weer zien. Het herstelt geen verbroken volgrelatie.
pl: Pozwala Tobie i użytkownikowi %@ znów się widzieć. Nie przywraca przerwanego obserwowania.
pt_br: Permite que você e %@ se vejam de novo. Não restaura nenhum vínculo de seguir que tenha sido desfeito.
pt_pt: Permite que você e %@ se voltem a ver. Não repõe nenhum seguimento que tenha sido cortado.
ro: Vă lasă pe tine și pe %@ să vă vedeți din nou. Nu readuce urmăririle întrerupte.
ru: Позволяет вам и %@ снова видеть друг друга. Разорванные подписки не восстанавливаются.
sk: Umožní vám s používateľom %@ znova sa vidieť. Neobnoví žiadne zrušené sledovanie.
sv: Låter dig och %@ se varandra igen. Det återställer ingen följning som bröts.
ta: நீங்களும் %@ உம் ஒருவரையொருவர் மீண்டும் பார்க்க அனுமதிக்கும். துண்டிக்கப்பட்ட பின்தொடர்தல் எதையும் மீட்காது.
te: మీరు, %@ ఒకరినొకరు మళ్లీ చూడనిస్తుంది. తెగిపోయిన ఫాలోలేవీ పునరుద్ధరించబడవు.
th: ให้คุณและ %@ เห็นกันและกันอีกครั้ง ไม่ได้คืนการติดตามที่ถูกตัด
tr: Sizin ve %@ kişisinin birbirinizi yeniden görmenizi sağlar. Kesilen takipleri geri getirmez.
uk: Дозволяє вам і %@ знову бачити одне одного. Не відновлює жодної розірваної підписки.
ur: آپ اور %@ کو ایک دوسرے کو دوبارہ دیکھنے دیتا ہے۔ ختم کیا گیا کوئی فالو بحال نہیں کرتا۔
vi: Để bạn và %@ thấy nhau trở lại. Không khôi phục lượt theo dõi đã bị cắt.
zh_hans: 让你和 %@ 重新看到对方。不会恢复已被切断的关注。
zh_hant: 讓你和 %@ 能再次看到彼此，但不會恢復被切斷的追蹤。

# safety.lists.done.hint
source: Closes your safety lists
ar: يغلق قوائم الأمان
bn: আপনার নিরাপত্তার তালিকা বন্ধ করে
ca: Tanca les teves llistes de seguretat
cs: Zavře tvé seznamy bezpečí
da: Lukker dine sikkerhedslister
de: Schließt deine Sicherheitslisten
el: Κλείνει τις λίστες ασφαλείας σου
es: Cierra tus listas de seguridad
fi: Sulkee turvallisuuslistasi
fr: Ferme vos listes de sécurité
he: סוגר את רשימות הבטיחות שלך
hi: आपकी सुरक्षा सूचियाँ बंद करता है
hr: Zatvara tvoje popise sigurnosti
hu: Bezárja a biztonsági listáidat
id: Menutup daftar keamananmu
it: Chiude i tuoi elenchi di sicurezza
ja: 安全のリストを閉じます
ko: 안전 목록을 닫아요
ml: നിങ്ങളുടെ സുരക്ഷാ പട്ടികകൾ അടയ്ക്കുന്നു
ms: Menutup senarai keselamatan anda
nb: Lukker sikkerhetslistene dine
nl: Sluit je veiligheidslijsten
pl: Zamyka listy bezpieczeństwa
pt_br: Fecha suas listas de segurança
pt_pt: Fecha as suas listas de segurança
ro: Închide listele de siguranță
ru: Закрывает ваши списки безопасности
sk: Zatvorí tvoje zoznamy bezpečnosti
sv: Stänger dina säkerhetslistor
ta: உங்கள் பாதுகாப்புப் பட்டியல்களை மூடும்
te: మీ భద్రత జాబితాలను మూసివేస్తుంది
th: ปิดรายการความปลอดภัยของคุณ
tr: Güvenlik listelerinizi kapatır
uk: Закриває ваші списки безпеки
ur: آپ کی حفاظتی فہرستیں بند کرتا ہے
vi: Đóng danh sách an toàn của bạn
zh_hans: 关闭你的安全列表
zh_hant: 關閉你的安全列表

# safety.lists.error.retry
source: Try again
ar: أعد المحاولة
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# safety.lists.error.title
source: Couldn't load your safety lists
ar: تعذّر تحميل قوائم الأمان
bn: আপনার নিরাপত্তার তালিকা লোড করা যায়নি
ca: No s'han pogut carregar les teves llistes de seguretat
cs: Seznamy bezpečí se nepodařilo načíst
da: Dine sikkerhedslister kunne ikke indlæses
de: Deine Sicherheitslisten konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των λιστών ασφαλείας σου
es: No se pudieron cargar tus listas de seguridad
fi: Turvallisuuslistojasi ei voitu ladata
fr: Impossible de charger vos listes de sécurité
he: לא ניתן לטעון את רשימות הבטיחות שלך
hi: आपकी सुरक्षा सूचियाँ लोड नहीं हो सकीं
hr: Popisi sigurnosti nisu se učitali
hu: Nem sikerült betölteni a biztonsági listáidat
id: Daftar keamananmu tidak bisa dimuat
it: Impossibile caricare i tuoi elenchi di sicurezza
ja: 安全のリストを読み込めませんでした
ko: 안전 목록을 불러오지 못했어요
ml: നിങ്ങളുടെ സുരക്ഷാ പട്ടികകൾ ലോഡ് ചെയ്യാനായില്ല
ms: Senarai keselamatan anda tidak dapat dimuatkan
nb: Kunne ikke laste sikkerhetslistene dine
nl: Je veiligheidslijsten konden niet worden geladen
pl: Nie udało się wczytać list bezpieczeństwa
pt_br: Não foi possível carregar suas listas de segurança
pt_pt: Não foi possível carregar as suas listas de segurança
ro: Nu s-au putut încărca listele de siguranță
ru: Не удалось загрузить списки безопасности
sk: Zoznamy bezpečnosti sa nepodarilo načítať
sv: Det gick inte att läsa in dina säkerhetslistor
ta: உங்கள் பாதுகாப்புப் பட்டியல்களை ஏற்ற முடியவில்லை
te: మీ భద్రత జాబితాలను లోడ్ చేయలేకపోయాం
th: โหลดรายการความปลอดภัยของคุณไม่ได้
tr: Güvenlik listeleriniz yüklenemedi
uk: Не вдалося завантажити ваші списки безпеки
ur: آپ کی حفاظتی فہرستیں لوڈ نہیں ہو سکیں
vi: Không thể tải danh sách an toàn của bạn
zh_hans: 无法加载你的安全列表
zh_hant: 無法載入你的安全列表

# safety.lists.loading.a11y
source: Loading your safety lists
ar: جارٍ تحميل قوائم الأمان
bn: আপনার নিরাপত্তার তালিকা লোড হচ্ছে
ca: Carregant les teves llistes de seguretat
cs: Načítání seznamů bezpečí
da: Indlæser dine sikkerhedslister
de: Deine Sicherheitslisten werden geladen
el: Φόρτωση των λιστών ασφαλείας σου
es: Cargando tus listas de seguridad
fi: Ladataan turvallisuuslistojasi
fr: Chargement de vos listes de sécurité
he: טוען את רשימות הבטיחות שלך
hi: आपकी सुरक्षा सूचियाँ लोड हो रही हैं
hr: Učitavanje tvojih popisa sigurnosti
hu: A biztonsági listáid betöltése
id: Memuat daftar keamananmu
it: Caricamento dei tuoi elenchi di sicurezza
ja: 安全のリストを読み込み中
ko: 안전 목록을 불러오는 중
ml: നിങ്ങളുടെ സുരക്ഷാ പട്ടികകൾ ലോഡ് ചെയ്യുന്നു
ms: Memuatkan senarai keselamatan anda
nb: Laster sikkerhetslistene dine
nl: Je veiligheidslijsten worden geladen
pl: Wczytywanie list bezpieczeństwa
pt_br: Carregando suas listas de segurança
pt_pt: A carregar as suas listas de segurança
ro: Se încarcă listele de siguranță
ru: Загрузка списков безопасности
sk: Načítavajú sa tvoje zoznamy bezpečnosti
sv: Läser in dina säkerhetslistor
ta: உங்கள் பாதுகாப்புப் பட்டியல்களை ஏற்றுகிறது
te: మీ భద్రత జాబితాలు లోడ్ అవుతున్నాయి
th: กำลังโหลดรายการความปลอดภัยของคุณ
tr: Güvenlik listeleriniz yükleniyor
uk: Завантаження ваших списків безпеки
ur: آپ کی حفاظتی فہرستیں لوڈ ہو رہی ہیں
vi: Đang tải danh sách an toàn của bạn
zh_hans: 正在加载你的安全列表
zh_hant: 正在載入你的安全列表

# safety.lists.muted.empty.title
source: Nobody is muted
ar: لا أحد مكتوم
bn: কাউকে মিউট করা নেই
ca: No hi ha ningú silenciat
cs: Nikdo není ztlumen
da: Ingen er gjort lydløse
de: Niemand ist stummgeschaltet
el: Κανείς δεν είναι σε σίγαση
es: No has silenciado a nadie
fi: Ketään ei ole mykistetty
fr: Personne n’est en sourdine
he: אף אחד לא מושתק
hi: कोई म्यूट नहीं है
hr: Nitko nije utišan
hu: Senki nincs némítva
id: Tidak ada yang dibisukan
it: Nessuno è silenziato
ja: ミュートしている人はいません
ko: 뮤트한 사람이 없어요
ml: ആരെയും മ്യൂട്ട് ചെയ്തിട്ടില്ല
ms: Tiada sesiapa disenyapkan
nb: Ingen er dempet
nl: Niemand is gedempt
pl: Nikt nie jest wyciszony
pt_br: Ninguém silenciado
pt_pt: Ninguém silenciado
ro: Nimeni nu este dezactivat
ru: Никто не заглушён
sk: Nikto nie je stlmený
sv: Ingen är tystad
ta: யாரும் ஒலியடக்கப்படவில்லை
te: ఎవరూ మ్యూట్ చేయబడలేదు
th: ไม่มีใครถูกปิดเสียง
tr: Kimse sessize alınmadı
uk: Нікого не заглушено
ur: کوئی میوٹ نہیں
vi: Không ẩn ai
zh_hans: 没有静音任何人
zh_hant: 沒有靜音任何人

# safety.lists.muted.row.hint
source: Lets %@'s posts back into your feeds. They are not told either way.
ar: يعيد منشورات %@ للظهور لك. ولا يُبلَّغ في الحالتين.
bn: %@-এর পোস্ট আবার আপনার ফিডে আসতে দেয়। কোনো পক্ষেই তাদের জানানো হয় না।
ca: Torna a deixar entrar les publicacions de %@ als teus canals. En cap cas no ho sap.
cs: Vrátí příspěvky uživatele %@ do tvých kanálů. V obou případech se to nedozví.
da: Lader opslag fra %@ komme tilbage i dine feeds. Vedkommende får ikke besked i begge tilfælde.
de: Lässt die Beiträge von %@ wieder in deine Feeds. In keinem Fall wird die Person benachrichtigt.
el: Επιτρέπει ξανά τις αναρτήσεις του/της %@ στις ροές σου. Δεν ενημερώνεται σε καμία περίπτωση.
es: Vuelve a mostrar las publicaciones de %@ en tus feeds. No se le avisa en ningún caso.
fi: Päästää käyttäjän %@ julkaisut takaisin syötteisiisi. Hänelle ei kerrota kumpaakaan.
fr: Remet les posts de %@ dans vos fils. Il n’en est informé dans aucun cas.
he: מחזיר את הפוסטים של %@ לפידים שלך. הוא לא מקבל הודעה בשני המקרים.
hi: %@ की पोस्ट को आपकी फ़ीड में वापस आने देता है। दोनों में से किसी तरह उन्हें बताया नहीं जाता।
hr: Vraća objave korisnika %@ u tvoje feedove. Ni u jednom slučaju nije obaviješten.
hu: Újra beengedi %@ bejegyzéseit a hírfolyamaidba. Egyik esetben sem kap értesítést.
id: Mengizinkan postingan %@ kembali ke feed-mu. Mereka tidak diberi tahu dalam kedua kasus.
it: Riammette i post di %@ nei tuoi feed. In entrambi i casi non viene avvisato.
ja: %@の投稿をフィードに再び表示します。どちらの場合も相手には知らされません。
ko: %@님의 게시물이 다시 내 피드에 나타나요. 어느 쪽이든 상대방에게는 알려지지 않아요.
ml: %@ എന്നയാളുടെ പോസ്റ്റുകൾ വീണ്ടും നിങ്ങളുടെ ഫീഡുകളിൽ കാണിക്കുന്നു. ഏതായാലും അവരെ അറിയിക്കില്ല.
ms: Membenarkan siaran %@ kembali ke suapan anda. Mereka tidak diberitahu dalam kedua-dua keadaan.
nb: Slipper innleggene til %@ inn i feedene dine igjen. De får ikke vite det uansett.
nl: Laat de berichten van %@ weer in je feeds toe. Ze worden in beide gevallen niet op de hoogte gesteld.
pl: Przywraca wpisy: %@ do Twoich kanałów. W obu przypadkach nie jest informowany.
pt_br: Traz de volta os posts de %@ aos seus feeds. A pessoa não é avisada em nenhum dos casos.
pt_pt: Volta a permitir as publicações de %@ nos seus feeds. Em nenhum dos casos são avisados.
ro: Readuce postările lui %@ în fluxurile tale. Nu este anunțat în niciun caz.
ru: Возвращает посты %@ в ваши ленты. В обоих случаях он(а) не узнает.
sk: Vráti príspevky používateľa %@ do tvojich kanálov. V oboch prípadoch sa o tom nedozvie.
sv: Släpper tillbaka %@s inlägg i dina flöden. De får inte veta det, vare sig det ena eller andra.
ta: %@ இன் இடுகைகளை மீண்டும் உங்கள் ஊட்டங்களில் அனுமதிக்கும். எப்படியும் அவர்களுக்குத் தெரிவிக்கப்படாது.
te: %@ పోస్ట్‌లను మీ ఫీడ్‌లలోకి తిరిగి అనుమతిస్తుంది. ఎలాగైనా వారికి చెప్పబడదు.
th: ให้โพสต์ของ %@ กลับเข้าฟีดของคุณ ไม่ว่าทางใดพวกเขาก็ไม่ได้รับแจ้ง
tr: %@ kişisinin gönderilerini akışlarınıza geri alır. Her iki durumda da kendisine haber verilmez.
uk: Повертає дописи %@ у ваші стрічки. Нікого не повідомляють в обох випадках.
ur: %@ کی پوسٹس کو آپ کی فیڈز میں واپس آنے دیتا ہے۔ دونوں صورتوں میں انہیں نہیں بتایا جاتا۔
vi: Cho bài đăng của %@ trở lại bảng tin của bạn. Họ không được thông báo dù thế nào.
zh_hans: 让 %@ 的帖子重新出现在你的信息流中。无论哪种操作，对方都不会收到通知。
zh_hant: 讓 %@ 的貼文重新出現在你的動態中。無論哪種情況對方都不會得知。

# safety.lists.navTitle
source: Safety
ar: الأمان
bn: নিরাপত্তা
ca: Seguretat
cs: Bezpečí
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Turvallisuus
fr: Sécurité
he: בטיחות
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: 安全
ko: 안전
ml: സുരക്ഷ
ms: Keselamatan
nb: Sikkerhet
nl: Veiligheid
pl: Bezpieczeństwo
pt_br: Segurança
pt_pt: Segurança
ro: Siguranță
ru: Безопасность
sk: Bezpečnosť
sv: Säkerhet
ta: பாதுகாப்பு
te: భద్రత
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
ur: تحفظ
vi: An toàn
zh_hans: 安全
zh_hant: 安全

# safety.lists.reports.empty.subtitle
source: Reports you file show up here with their status, so you can see what happened to each one.
ar: تظهر هنا البلاغات التي تقدّمها مع حالتها، لترى ما حدث لكل منها.
bn: আপনার করা রিপোর্ট অবস্থাসহ এখানে দেখা যায়, যাতে প্রতিটির কী হলো তা জানতে পারেন।
ca: Les denúncies que facis apareixen aquí amb el seu estat, perquè puguis veure què ha passat amb cadascuna.
cs: Nahlášení, která podáš, se zobrazí tady se svým stavem, abys viděl, co se s každým stalo.
da: Anmeldelser, du indgiver, vises her med deres status, så du kan se, hvad der skete med hver enkelt.
de: Meldungen, die du einreichst, erscheinen hier mit ihrem Status, damit du siehst, was daraus wurde.
el: Οι αναφορές που υποβάλλεις εμφανίζονται εδώ με την κατάστασή τους, ώστε να βλέπεις τι έγινε με καθεμία.
es: Las denuncias que presentes aparecen aquí con su estado, para que veas qué pasó con cada una.
fi: Tekemäsi ilmiannot näkyvät täällä tilansa kanssa, joten näet, mitä kullekin tapahtui.
fr: Les signalements que vous faites apparaissent ici avec leur statut, pour que vous voyiez ce qu’est devenu chacun.
he: דיווחים שאתה מגיש מופיעים כאן עם הסטטוס שלהם, כדי שתראה מה קרה לכל אחד.
hi: आपकी दर्ज की रिपोर्टें अपनी स्थिति के साथ यहाँ दिखती हैं, ताकि आप देख सकें कि हर एक का क्या हुआ।
hr: Prijave koje podneseš pojavljuju se ovdje sa svojim statusom, pa možeš vidjeti što se dogodilo sa svakom.
hu: A leadott jelentéseid állapotukkal itt jelennek meg, így láthatod, mi történt mindegyikkel.
id: Laporan yang kamu ajukan muncul di sini beserta statusnya, agar kamu bisa melihat apa yang terjadi pada masing-masing.
it: Le segnalazioni che invii compaiono qui con il loro stato, così puoi vedere cosa è successo a ciascuna.
ja: 報告した内容は、状況とともにここに表示されます。それぞれがどうなったかを確認できます。
ko: 제출한 신고가 상태와 함께 여기에 표시되어 각 신고가 어떻게 되었는지 확인할 수 있어요.
ml: നിങ്ങൾ നൽകുന്ന റിപ്പോർട്ടുകൾ അവയുടെ നിലയോടൊപ്പം ഇവിടെ കാണും, ഓരോന്നിനും എന്ത് സംഭവിച്ചെന്ന് അറിയാം.
ms: Laporan yang anda failkan muncul di sini bersama statusnya, supaya anda dapat melihat apa yang berlaku pada setiap satu.
nb: Rapporter du sender inn, vises her med status, slik at du kan se hva som skjedde med hver enkelt.
nl: Meldingen die je indient verschijnen hier met hun status, zodat je kunt zien wat er met elke melding is gebeurd.
pl: Składane zgłoszenia pojawiają się tutaj ze swoim statusem, więc możesz zobaczyć, co się z każdym stało.
pt_br: As denúncias que você faz aparecem aqui com o status, para que você veja o que aconteceu com cada uma.
pt_pt: As denúncias que fizer aparecem aqui com o respetivo estado, para ver o que aconteceu a cada uma.
ro: Raportările pe care le depui apar aici cu starea lor, ca să vezi ce s-a întâmplat cu fiecare.
ru: Поданные вами жалобы появятся здесь со статусом, чтобы вы видели, что стало с каждой.
sk: Nahlásenia, ktoré podáš, sa tu zobrazia s ich stavom, aby si videl, čo sa s každým stalo.
sv: Rapporter du skickar visas här med sin status, så att du kan se vad som hände med var och en.
ta: நீங்கள் அளிக்கும் புகார்கள் அவற்றின் நிலையுடன் இங்கே தோன்றும், ஒவ்வொன்றுக்கும் என்ன ஆனது என்று பார்க்கலாம்.
te: మీరు దాఖలు చేసిన రిపోర్ట్‌లు వాటి స్థితితో ఇక్కడ కనిపిస్తాయి, తద్వారా ప్రతిదానికి ఏమైందో చూడవచ్చు.
th: รายงานที่คุณส่งจะแสดงที่นี่พร้อมสถานะ เพื่อให้คุณเห็นว่าแต่ละเรื่องเป็นอย่างไร
tr: Yaptığınız şikayetler durumlarıyla burada görünür, böylece her birine ne olduğunu görebilirsiniz.
uk: Скарги, які ви подаєте, з’являються тут зі своїм статусом, щоб ви бачили, що сталося з кожною.
ur: آپ کی جمع کی ہوئی رپورٹس اپنی حیثیت کے ساتھ یہاں نظر آتی ہیں، تاکہ آپ دیکھ سکیں کہ ہر ایک کا کیا ہوا۔
vi: Các báo cáo bạn gửi hiện ở đây cùng trạng thái, để bạn thấy điều gì đã xảy ra với từng báo cáo.
zh_hans: 你提交的举报会连同状态显示在这里，你可以看到每一项的处理结果。
zh_hant: 你提出的檢舉會連同狀態顯示在這裡，讓你看到每一項的處理結果。

# safety.lists.reports.empty.title
source: You haven't reported anything
ar: لم تبلّغ عن أي شيء
bn: আপনি কিছুই রিপোর্ট করেননি
ca: No has denunciat res
cs: Nic jsi nenahlásil
da: Du har ikke anmeldt noget
de: Du hast nichts gemeldet
el: Δεν έχεις αναφέρει τίποτα
es: No has denunciado nada
fi: Et ole ilmiantanut mitään
fr: Vous n’avez rien signalé
he: לא דיווחת על דבר
hi: आपने कुछ रिपोर्ट नहीं किया है
hr: Nisi ništa prijavio/la
hu: Még nem jelentettél semmit
id: Kamu belum melaporkan apa pun
it: Non hai segnalato nulla
ja: 報告したものはありません
ko: 신고한 내용이 없어요
ml: നിങ്ങൾ ഒന്നും റിപ്പോർട്ട് ചെയ്തിട്ടില്ല
ms: Anda belum melaporkan apa-apa
nb: Du har ikke rapportert noe
nl: Je hebt niets gemeld
pl: Niczego nie zgłosiłeś
pt_br: Você não denunciou nada
pt_pt: Não denunciou nada
ro: Nu ai raportat nimic
ru: Вы ни на что не жаловались
sk: Nič si nenahlásil
sv: Du har inte rapporterat något
ta: நீங்கள் எதையும் புகாரளிக்கவில்லை
te: మీరు దేన్నీ రిపోర్ట్ చేయలేదు
th: คุณยังไม่ได้รายงานอะไร
tr: Hiçbir şey şikayet etmediniz
uk: Ви ще ні на що не скаржилися
ur: آپ نے کسی کی رپورٹ نہیں کی
vi: Bạn chưa báo cáo gì
zh_hans: 你还没有举报过任何内容
zh_hant: 你尚未檢舉任何內容

# safety.menu.block
source: Block %@…
ar: حظر %@…
bn: %@-কে ব্লক করুন…
ca: Bloqueja %@…
cs: Zablokovat uživatele %@…
da: Bloker %@…
de: %@ blockieren …
el: Αποκλεισμός του/της %@…
es: Bloquear a %@…
fi: Estä %@…
fr: Bloquer %@…
he: חסום את %@…
hi: %@ को ब्लॉक करें…
hr: Blokiraj: %@…
hu: %@ letiltása…
id: Blokir %@…
it: Blocca %@…
ja: %@をブロック…
ko: %@님 차단…
ml: %@ എന്നയാളെ ബ്ലോക്ക് ചെയ്യുക…
ms: Sekat %@…
nb: Blokker %@ …
nl: %@ blokkeren…
pl: Zablokuj: %@…
pt_br: Bloquear %@…
pt_pt: Bloquear %@…
ro: Blochează pe %@…
ru: Заблокировать %@…
sk: Zablokovať %@…
sv: Blockera %@…
ta: %@ ஐத் தடு…
te: %@ను బ్లాక్ చేయి…
th: บล็อก %@…
tr: %@ kişisini engelle…
uk: Заблокувати %@…
ur: %@ کو بلاک کریں…
vi: Chặn %@…
zh_hans: 屏蔽 %@…
zh_hant: 封鎖 %@…

# safety.menu.block.hint
source: Asks you to confirm first, and says what a block removes.
ar: يطلب تأكيدك أولًا، ويوضّح ما الذي يزيله الحظر.
bn: আগে নিশ্চিত করতে বলে, এবং ব্লক কী কী সরায় তা জানায়।
ca: Primer et demana confirmació i diu què elimina un bloqueig.
cs: Nejdřív se zeptá na potvrzení a řekne, co blokace odstraní.
da: Beder dig først om at bekræfte og siger, hvad en blokering fjerner.
de: Fragt zuerst nach einer Bestätigung und sagt, was eine Blockierung entfernt.
el: Ζητά πρώτα επιβεβαίωση και εξηγεί τι αφαιρεί ένας αποκλεισμός.
es: Te pide confirmación primero y explica qué elimina un bloqueo.
fi: Pyytää ensin vahvistusta ja kertoo, mitä esto poistaa.
fr: Demande d’abord confirmation, et indique ce que retire un blocage.
he: מבקש אישור קודם, ואומר מה חסימה מסירה.
hi: पहले पुष्टि माँगता है, और बताता है कि ब्लॉक क्या हटाता है।
hr: Prvo traži potvrdu i kaže što blokada uklanja.
hu: Először megerősítést kér, és elmondja, mit távolít el a letiltás.
id: Meminta konfirmasimu dulu, dan menjelaskan apa yang dihapus oleh pemblokiran.
it: Prima ti chiede conferma e dice cosa rimuove un blocco.
ja: 先に確認が表示され、ブロックで何が除かれるかを説明します。
ko: 먼저 확인을 요청하고 차단하면 무엇이 사라지는지 알려줘요.
ml: ആദ്യം സ്ഥിരീകരണം ചോദിക്കുകയും ബ്ലോക്ക് എന്തെല്ലാം ഇല്ലാതാക്കുമെന്ന് പറയുകയും ചെയ്യുന്നു.
ms: Meminta anda mengesahkan dahulu, dan menyatakan apa yang dialih keluar oleh sekatan.
nb: Ber deg bekrefte først, og sier hva en blokkering fjerner.
nl: Vraagt eerst om bevestiging en zegt wat een blokkade verwijdert.
pl: Najpierw prosi o potwierdzenie i mówi, co usuwa blokada.
pt_br: Pede sua confirmação antes e diz o que um bloqueio remove.
pt_pt: Pede confirmação primeiro e diz o que um bloqueio remove.
ro: Îți cere mai întâi confirmarea și spune ce elimină o blocare.
ru: Сначала попросит подтверждения и объяснит, что убирает блокировка.
sk: Najprv sa opýta na potvrdenie a povie, čo blokovanie odstráni.
sv: Ber dig bekräfta först och säger vad en blockering tar bort.
ta: முதலில் உறுதிப்படுத்தக் கேட்கும், தடை எதை நீக்கும் என்பதையும் சொல்லும்.
te: ముందు నిర్ధారించమని అడుగుతుంది, బ్లాక్ ఏమి తొలగిస్తుందో చెబుతుంది.
th: ขอให้คุณยืนยันก่อน และบอกว่าการบล็อกลบอะไรบ้าง
tr: Önce onay ister ve bir engelin neleri kaldırdığını söyler.
uk: Спершу просить підтвердження й пояснює, що прибирає блокування.
ur: پہلے آپ سے تصدیق مانگتا ہے، اور بتاتا ہے کہ بلاک کیا ہٹاتا ہے۔
vi: Yêu cầu bạn xác nhận trước, và cho biết chặn sẽ loại bỏ điều gì.
zh_hans: 先请你确认，并说明屏蔽会移除什么。
zh_hant: 會先請你確認，並說明封鎖會移除什麼。

# safety.menu.button.a11yHint
source: Report, mute or block this account
ar: الإبلاغ عن هذا الحساب أو كتمه أو حظره
bn: এই অ্যাকাউন্ট রিপোর্ট, মিউট বা ব্লক করুন
ca: Denuncia, silencia o bloqueja aquest compte
cs: Nahlásit, ztlumit nebo zablokovat tento účet
da: Anmeld, gør lydløs eller bloker denne konto
de: Dieses Konto melden, stummschalten oder blockieren
el: Αναφορά, σίγαση ή αποκλεισμός αυτού του λογαριασμού
es: Denunciar, silenciar o bloquear esta cuenta
fi: Ilmianna, mykistä tai estä tämä tili
fr: Signaler, mettre en sourdine ou bloquer ce compte
he: דווח, השתק או חסום את החשבון הזה
hi: इस अकाउंट को रिपोर्ट, म्यूट या ब्लॉक करें
hr: Prijavi, utišaj ili blokiraj ovaj račun
hu: A fiók jelentése, némítása vagy letiltása
id: Laporkan, bisukan, atau blokir akun ini
it: Segnala, silenzia o blocca questo account
ja: このアカウントを報告、ミュート、ブロックします
ko: 이 계정을 신고, 뮤트 또는 차단해요
ml: ഈ അക്കൗണ്ട് റിപ്പോർട്ട് ചെയ്യുക, മ്യൂട്ട് ചെയ്യുക, അല്ലെങ്കിൽ ബ്ലോക്ക് ചെയ്യുക
ms: Laporkan, senyapkan atau sekat akaun ini
nb: Rapporter, demp eller blokker denne kontoen
nl: Dit account melden, dempen of blokkeren
pl: Zgłoś, wycisz lub zablokuj to konto
pt_br: Denunciar, silenciar ou bloquear esta conta
pt_pt: Denunciar, silenciar ou bloquear esta conta
ro: Raportează, dezactivează sau blochează acest cont
ru: Пожаловаться, заглушить или заблокировать этот аккаунт
sk: Nahlásiť, stlmiť alebo zablokovať tento účet
sv: Rapportera, tysta eller blockera det här kontot
ta: இந்தக் கணக்கைப் புகாரளி, ஒலியடக்கு அல்லது தடு
te: ఈ ఖాతాను రిపోర్ట్ చేయండి, మ్యూట్ చేయండి లేదా బ్లాక్ చేయండి
th: รายงาน ปิดเสียง หรือบล็อกบัญชีนี้
tr: Bu hesabı şikayet et, sessize al veya engelle
uk: Поскаржитися, заглушити або заблокувати цей обліковий запис
ur: اس اکاؤنٹ کی رپورٹ، میوٹ یا بلاک کریں
vi: Báo cáo, ẩn hoặc chặn tài khoản này
zh_hans: 举报、静音或屏蔽此账户
zh_hant: 檢舉、靜音或封鎖此帳號
